
/* Alert title. */
"success_activation_alert_title" = "Great job";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "You've successfully activated %@ via Setapp";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Device limit reached";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "You’re using Setapp on maximum devices.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Please check your user account for more information";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "There’s an issue with your QR code";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Please refresh the app page and try again.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Connection timed out";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "It takes too long to respond to your request.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Please check your network connection and try again.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Network error occurred";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Please check your connection and try again.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Sorry, something went wrong";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Please try again.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Sorry, something went wrong";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Please try again.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Something is not right here";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Please contact Setapp support for help.";

/* Button title. */
"ok_button_title" = "Ok";

/* Loading… */
"activation.body" = "Loading…";

/* Cancel */
"activation.cancel" = "Cancel";

/* [AppName] is now ready to use via your Setapp subscription. Keep going and try it out. */
"activation.success.subtitle" = "%@ is now ready to use via your Setapp subscription. Keep going and try it out.";

/* [AppName] activated */
"activation.success.title" = "%@ activated";

/* Activating */
"activation.title" = "Activating";

/* Scanning QR code failed. Please go to the Setapp app on your Mac and scan the QR code again. */
"alert.activationProblem.body.macQR" = "Scanning QR code failed. Please go to the Setapp app on your Mac and scan the QR code again.";

/* App activation failed. Please go back to your Setapp account and try to activate the app again. */
"alert.activationProblem.body.webLink" = "App activation failed. Please go back to your Setapp account and try to activate the app again.";

/* Scanning QR code failed. Please go back to your Setapp account and scan the QR code again. */
"alert.activationProblem.body.webQR" = "Scanning QR code failed. Please go back to your Setapp account and scan the QR code again.";

/* We have a little problem */
"alert.activationProblem.title" = "We have a little problem";

/* Please go online and try again. */
"alert.no-internet-connection.body" = "Please go online and try again.";

/* No internet connection */
"alert.no-internet-connection.title" = "No internet connection";

/* It takes too long to load. Please check if you're still connected to the internet and try again. */
"alert.slow-internet-connection.body" = "It takes too long to load. Please check if you're still connected to the internet and try again.";

/* Slow internet connection */
"alert.slow-internet-connection.title" = "Slow internet connection";

/* Try again or contact our support team for help. */
"alert.something-went-wrong.body.contact-support" = "Try again or contact our support team for help.";

/* Please try again. */
"alert.something-went-wrong.body.tryAgain" = "Please try again.";

/* Something went wrong */
"alert.something-went-wrong.title" = "Something went wrong";

/* Subscription blocked */
"alert.subscription-blocked.title" = "There’s an issue with your subscription";

/* Please go to your account for more information. */
"alert.subscription-blocked.body" = "Sorry for that. Please go to your account for more information";

/* Trial has expired */
"alert.subscription-blocked-after-trial.title" = "Your free trial is over";

/* Please go to your account to renew subscription. */
"alert.subscription-blocked-after-trial.body" = "But this doesn’t have to mean goodbye. Renew your subscription in your account and continue using Setapp.";

/* Contact Support Team */
"button.contact-support" = "Contact Support Team";

/* Go to My Setapp */
"button.go-to-my-setapp" = "Go to My Setapp";

/* Go to your account */
"button.go-to-your-account" = "Go to your account";

/* Got it */
"button.got-it.label" = "Got it";

/* Not now */
"button.not-now" = "Not now";

/* Ok */
"button.ok" = "Ok";

/* Device limit reached */
"device-limit.title" = "You’ve reached your device limit";

/* You're using Setapp on maximum devices. Go to your Setapp account to disconnect devices you don't need anymore. */
"device-limit.body" = "Go to your Setapp account and disconnect unnecessary devices.";

/* Got it */
"Got it" = "Got it";

/* Diagnostics */
"alert.diags.title" = "Diagnostics";

/* We’re sorry something went wrong. Let’s work it all out. */
"alert.diags.body.headline" = "We’re sorry something went wrong. Let’s work it all out.";

/* Framework: %@ */
"alert.diags.body.framework-version" = "Framework: %@";

/* Subscription: %@ */
"alert.diags.body.subscription-status" = "Subscription: %@";

/* Technical info */
"button.tech-info" = "Technical information";

/* Share report */
"button.share-report" = "Share report";

/* Reset subscription */
"button.reset-subscription" = "Reset subscription";

/* Reset */
"button.reset" = "Reset";

/* Done */
"button.done" = "Done";

/* Technical info */
"alert.diags.tech-info.title" = "Technical information";

/* Share report */
"alert.diags.share-logs.confirmation.title" = "Share report";

/* We need to know what went wrong to fix things faster. We don’t collect your private data. */
"alert.diags.share-logs.confirmation.body" = "We need to know what went wrong to fix things faster. We don’t collect your private data.";

/* Share */
"button.share" = "Share";

/* Reset subscription */
"alert.diags.reset.confirmation.title" = "Reset subscription";

/* Let’s reset your Setapp subscription to %@. Then you can activate this app again via your Setapp account. */
"alert.diags.reset.confirmation.body" = "Let’s reset your Setapp subscription to %@. Then you can activate this app again via your Setapp account.";

/* Subscription reset */
"alert.diags.reset.success.title" = "Subscription reset";

/* Please activate this app again via Setapp to unlock all its features on your iOS device. */
"alert.diags.reset.success.body" = "Please activate this app again via Setapp to unlock all its features on your iOS device.";

/* Sorry, something went wrong */
"alert.diags.reset.failure.title" = "Sorry, something went wrong";

/* Please try again later or contact our customer support team. */
"alert.diags.reset.failure.body" = "Please try again later or contact our customer support team.";

